{"file_name": 0, "fact": "经审理查明：2019年7月1日7时8分，被告人张宝玉驾驶鲁Ｎ×××××号小型轿车沿宏海路由北向南行驶至腾鲁大街路口处向东转弯时，与沿宏海路由南向北行驶的徐某1驾驶、徐某2乘坐的鲁Ｎ×××××号三轮汽车相撞，致使徐某1、徐某2受伤，车辆损坏，造成交通事故。后徐某1经武城县人民医院抢救无效死亡。经德州市认定，被告人张宝玉承担事故的主要责任。案发后，被告人张宝玉主动报警，在事故现场等候处理。案发后，被告人张宝玉已经对被害人的近亲属进行了民事赔偿，并取得了被害人近亲属的谅解。", "interpretation": "本院认为，被告人张宝玉违反交通运输管理法规，发生重大事故，致一人死亡，且承担事故的主要责任，其行为已构成交通肇事罪，武城县人民检察院指控的事实及罪名成立，本院予以确认。案发后，被告人及时拨打120急救电话和110报警电话，并在现场等待，到案后如实供述犯罪事实，系自首，应依法从轻处罚。被告人积极赔偿被害人一方的损失并取得谅解，可酌情从轻处罚。被告人系初犯、偶犯，可酌情从轻处罚。判处其非监禁刑不会对所在社区造成重大不良影响，可依法宣告缓刑，对辩护人的相关辩护意见予以采纳。", "meta": {"relevant_articles": [133, 67, 72, 73], "accusation": ["交通肇事罪"]}, "articles": "第六十七条,第七十二条,第七十三条,第一百三十三条", "judgment": "判决如下：被告人张宝玉犯交通肇事罪，判处有期徒刑六个月，缓刑一年。"}
{"file_name": 1, "fact": "经审理查明，原告徐娟诉被告刘孝娜民间借贷纠纷一案，本院于2017年5月2日作出（2016）豫0425民初3155号民事判决书，判决刘孝娜于判决生效之日起十日内偿还徐娟借款267000元及利息。刘孝娜不服本院该民事判决，上诉至平顶山市中级人民法院。平顶山市中级人民法院于2017年8月17日作出（2017）豫04民终2145号民事判决书，判决驳回上诉，维持原判。徐娟于2017年9月14日向本院申请强制执行，本院于2017年9月18日立案执行。本院立案后，执行局工作人员多次寻找刘孝娜，均未果。2017年9月25日向刘孝娜送达执行通知书、传票、限制高消费令各一份，由刘孝娜前夫吴某代收。后执行局发出刘孝娜的执行悬赏公告。", "interpretation": "本院认为，被告人刘孝娜明知人民法院作出的具有执行内容的相关民事判决书已经生效，债权人已经申请强制执行，且法院已立案执行，采取长期躲避，并将可支配钱款偿还尚未进入执行程序的他人，情节严重，侵犯了人民法院裁判的权威，其行为已构成拒不执行判决、裁定罪。关于辩护人提出刘孝娜名下的财物是在其不知情的情况下，由刘孝娜前夫吴某私自处分，刘孝娜未实际持有存在资金往来的建设银行卡，不存在拒不执行法院判决的辩护意见。经查，刘孝娜与徐娟债务纠纷诉讼未结束期间与丈夫离婚，二人在离婚协议中对债权债务有明确分割，该案进入执行程序后，刘孝娜外出躲避债务，并放任其前夫吴某随意处分名下可支配钱款给其他债权人，致使判决、裁定无法执行，上述事实有证人吴某、张某等人证言及予以佐证，刘孝娜的行为属于拒不执行判决、裁定中关于情节严重的规定。对辩护人提出的上述辩护意见及辩护人提出的刘孝娜名下建设银行卡未实际持有的辩护意见，与本院查明的事实不符，未有证据证实，故本院均不予采纳。鉴于刘孝娜归案后能如实供述自己的犯罪事实，可以从轻处罚。", "meta": {"relevant_articles": [313, 67], "accusation": ["拒不执行判决、裁定罪"]}, "articles": "第六十七条,第三百一十三条", "judgment": "判决如下：被告人刘孝娜犯拒不执行判决、裁定罪，判处有期徒刑一年零六个月。"}
{"file_name": 2, "fact": "经审理查明，2019年4月12日，当日14时许，被告人风生在庙会上对杜某、赵某1实施失窃，后被赵某1当场抓住，风生在挣脱过程中将赵某1殴打致轻微伤。案发后，被告人风生主动赔偿被害人赵某1、杜某经济损失并取得谅解。", "interpretation": "本院认为，被告人风生以非法占有为目的，在公共场所扒窃他人随身财物被发现后，为了抗拒抓捕而当场使用暴力，其行为已转化为抢劫罪。公诉机关指控罪名成立。对于被告人及辩护人提出的被告人风生不构成犯罪的辩解及辩护意见，理据不足，不予采纳。被害人赵某1陈述的失窃数额与公安机关在被告人风生身上搜出的钱数存在差距，且赵某1陈述风生盗窃其财物后被一男子转移，根据有利于被告人的原则，盗窃金额不予认定。案发后，被告人风生主动退赔被害人经济损失，可酌情从轻处罚。", "meta": {"relevant_articles": [264, 279, 52, 53, 64], "accusation": ["抢劫罪"]}, "articles": "第五十二条,第五十三条,第六十四条,第二百六十四条,第二百七十九条", "judgment": "判决如下：被告人风生犯抢劫罪，判处有期徒刑三年，并处罚金人民币一千元。"}
{"file_name": 4, "fact": "经审理查明，2019年5月1日，被告人于凤义与王某1在电话中发生口角。同年5月5日，被告人于凤义纠集被告人李文明、张明振，酒后至东平县新城供销社家属院王某1租住的平房内将王某1打伤。经鉴定，王某1左侧第六、七肋骨骨折构成轻伤二级，头面部等多发软组织损伤构成轻微伤。被告人李文明作案时无精神病，在本案中具有完全刑事责任能力。", "interpretation": "本院认为，被告人于凤义、李文明、张明振随意殴打他人，情节恶劣，三被告人的行为均已构成寻衅滋事罪。公诉机关指控的事实和罪名成立，本院予以确认。于凤义、李文明、张明振具有自首情节，依法可从轻处罚；三被告人承认指控的犯罪事实，愿意接受处罚，可依法从宽处罚；三被告人赔偿被害人损失，取得被害人谅解，依法可从轻处罚；三被告人均系初犯、偶犯，可酌情从轻处罚，辩护人发表的相关辩护意见成立，予以采纳。公诉机关量刑建议适当。关于李文明的辩护人提出的李文明在共同犯罪中系从犯；主观恶性不大，社会危害性小的辩护意见，经审理认为，三被告人在共同预谋后实施了殴打被害人的行为，并致被害人轻伤、轻微伤的严重后果，李文明系犯罪行为的积极实施者，对犯罪后果的产生起到主要作用，系主犯，主观恶性深，社会危害性大，辩护人的该辩护意见与事实不符，不予采纳。", "meta": {"relevant_articles": [293, 25, 67, 72], "accusation": ["寻衅滋事罪"]}, "articles": "第二十五条,第六十七条,第七十二条,第二百九十三条", "judgment": "判决如下：被告人于凤义犯寻衅滋事罪，判处有期徒刑十个月，缓刑一年。"}
{"file_name": 5, "fact": "经审理查明，1991年6月29日晚，卢某15、卢某16（均在逃）在博白县沙陂镇浪车村偷芭蕉树苗被村民扭送到沙陂派出所处理。1991年9月9日晚，沙陂镇浪车村村民刘某5（死者被害人）、刘某6、刘某7等人到初中操场观看博白县釆茶剧团演出时，被卢某15、卢某16发现。卢某15、卢某16随即纠集被告人卢道让等人持木棍追打从演出场出来的刘某5、刘某6、刘某7。刘某5、刘某6、刘某7分三路逃跑躲避，其中刘某7朝演出场方向，刘某5朝财政所方向，刘某6朝沙陂镇政府方向。被告人卢道让与其他同伙追上刘某5后持木棍击打刘某5。后刘某5被送往卫生院抢救无效死亡。刘某6亦被其他同案人打伤。经法医鉴定：被害人刘某5是被他人用钝器打击头部，造成颅脑损伤而死亡。", "interpretation": "本院认为，被告人卢道让伙同他人无视国家法律，故意非法损害他人身体，致一人死亡，其行为已触犯刑律，构成故意伤害罪。公诉机关指控的罪名成立。卢道让伙同他人共同实施故意伤害犯罪，是共同犯罪。在共同犯罪中，卢道让参与追逐、打击被害人，起主要作用，是主犯，依法应当从重处罚。因卢道让的犯罪行为给附带民事诉讼原告人造成的经济损失，合理、合法部分应予赔偿，案发后，被害人家属得到涉案人员家属赔偿的数额已超过了刑事附带民事诉讼应判赔偿的损失数额，对附带民事诉讼原告人的诉求本院不予支持。卢道让提出其是在被害人刘某5被打倒后才上去打他，而且其打人的工具是录音机的抓把，不是木棍。经查，本案现有的证据只能证实卢道让使用木棍打击了被害人刘某5，打击的部位没有确凿的证据证实，卢道让击打刘某5是在刘某5倒地前还是倒地后亦没有确切的证据证实，因此，对卢道让提出的其打人的工具是录音机的抓把的意见本院不予采纳。辩护人提出公诉机关指控卢道让拿木棍打被害人头部证据不足。经查，公诉机关只指控卢道让伙同他人使用木棍击打了被害人，并未指控卢道让击打了被害人头部，对辩护人提出的上述意见，本院不予采纳。辩护人提出本案从案发到现在已经过了追诉期限，经查，根据1979年《中华人民共和国刑法》第七十六条规定，法定最高刑为无期徒刑、死刑的，经过二十年不再追诉。如果二十年以后认为必须追诉的，须报请最高人民检察院核准。根据1979年《中华人民共和国刑法》第一百三十四条第二款规定，本案法定刑最高刑为无期徒刑，且最高人民检察院已经核准追诉，对辩护人提出的上述意见，本院不予采纳。辩护人提出被告人家属已经完全赔偿了被害人的经济损失，建议对卢道让在三年至七年有期徒刑的幅度内量刑。经查，如前文所述，案发后，被害人家属得到的赔偿数额的确已经超过刑事附带民事诉讼中应判的赔偿数额，但并非所有的赔偿均是本案被告人或其家属支付。辩护人提出被告人家属已经完全赔偿了被害人的经济损失没有依据。根据1979年《中华人民共和国刑法》第一百三十四条第二款规定，故意伤害他人身体，致人死亡的，处七年以上有期徒刑或者无期徒刑，被告人没有法定减轻事由，辩护人建议对卢道让在三年至七年有期徒刑的幅度内量刑亦没有法律依据，本院不予采纳。", "meta": {"relevant_articles": [76], "accusation": ["故意伤害罪"]}, "articles": "第七十六条", "judgment": "判决如下：被告人卢道让犯故意伤害罪，判处有期徒刑十二年，剥夺政治权利三年。驳回附带民事诉讼原告人林某、刘某1、刘某2、刘某3、刘某4的诉讼请求。"}
{"file_name": 6, "fact": "经审理查明，2019年9月10日19时许，被告人杨宝磊饮酒后驾驶辽Ｐ×××××号小型轿车由东向西行驶，途经建昌县，被开展路面秩序整治的交警部门发现。经鉴定，杨宝磊血液中乙醇含量为94mg/100ml。", "interpretation": "本院认为，被告人杨宝磊违反交通运输管理法规，在道路上醉酒驾驶机动车，其行为已构成危险驾驶罪，应受刑罚处罚。公诉机关的指控，事实清楚，证据确实、充分，适用法律正确，予以支持。鉴于被告人杨宝磊认罪态度较好，有悔罪表现，系初犯，结合审前社会调查结果，可依法适用缓刑，以体现宽严相济的刑事政策。被告人杨宝磊应吸取本案教训，增强法制观念，做遵纪守法公民。", "meta": {"relevant_articles": [133, 72, 73], "accusation": ["危险驾驶罪"]}, "articles": "第七十二条,第七十三条,第一百三十三条", "judgment": "判决如下：被告人杨宝磊犯危险驾驶罪，判处拘役二个月，缓刑六个月，并处罚金人民币一万元"}
{"file_name": 9, "fact": "经审理查明，2019年5月18日早上，被告人仇志华与女友迟某驾车在浙江省兰溪市砖瓦厂附近的公路边守候与女友迟某发生过争吵的被害人冯某1。9时许，被告人仇志华见被害人冯某1骑二轮电动车在公路上出现时，遂将被害人冯某1的二轮电动车踢翻，致使被害人冯某1摔倒在地。随后，被告人仇志华又对倒在地上的被害人冯某1进行殴打。被告人仇志华的行为造成被害人冯某1左侧第2、3、5、8、9、10肋骨骨折，伤势构成轻伤一级；骶5椎体骨折，伤势构成轻伤二级及多处软组织挫伤。", "interpretation": "本院认为，被告人仇志华故意伤害他人身体，致人轻伤，其行为已构成故意伤害罪。公诉机关指控的罪名成立，本院予以支持。被告人仇志华归案后如实供述自己的罪行，对被告人仇志华依法予以从轻处罚。认罪认罚中的认罚是愿意接受处罚，不仅包括接受刑事处罚、主动退赃退赔、预交罚金，还应当包括积极赔偿被害人损失、与被害人和某等。犯罪以后自动投案并如实供述自己的罪行，是自首。被告人仇志华系犯罪以后经公安机关传唤到案，不是自动投案，不能认定为自首。辩护人舒敏提出的辩护意见不符合本案的法律事实，本院不予采信。", "meta": {"relevant_articles": [234, 67], "accusation": ["故意伤害罪"]}, "articles": "第六十七条,第二百三十四条", "judgment": "判决如下：被告人仇志华犯故意伤害罪，判处有期徒刑一年六个月"}
{"file_name": 12, "fact": "经审理查明：2019年6月16日21时20分许，被告人熊浒江驾驶一辆电动车逆行经过海口市龙华区海秀中路禧福新城路段时与范某迎面驾驶的30路公交车险些发生碰撞，熊浒江于是就将电动车横在公交车前面，并与走下车的公交车司机范某发生争吵，范某随后走上公交车，熊浒江跟着走上公交车并站在公交车门前，阻拦公交车关门行驶并继续与范某发生争吵，范某趁其不注意时将车门关闭，并驾驶公交车往前行驶，熊浒江便上前用双手勒住正在驾驶公交车的范某的脖子，并用手拉扯范某握公交车方向盘的手，致使公交车偏离机动车道行驶到公路左边的绿化带中，并撞倒绿化带中的交通指示牌的铁柱上后才停止，造成公交车左侧第二第三车窗玻璃破裂（经鉴定损毁价值人民币4588元），公交车停下后熊浒江从车窗处跳下车准备逃跑时被群众抓获并报警。经查当时公交车上共有乘客十名。", "interpretation": "本院认为，被告人熊浒江无视国家法律，以暴力方式阻碍公交车司机驾驶公交车，造成公交车发生交通事故，危害公共安全，尚未造成严重后果，其行为已构成以危险方法危害公共安全罪，应予惩处。公诉机关指控被告人熊浒江构成以危险方法危害公共安全罪的犯罪事实清楚，证据确实、充分，指控的罪名成立。辩护人关于被告人主观恶性小，没有危害公共安全的故意，公交车司机对本案的发生具有重大过错，要求对被告人熊浒江从轻处罚并适用缓刑的辩护意见，本案中，被告人熊浒江驾驶电动车逆行与范某驾驶的公交车险些发生碰撞，二人发生争执后熊浒江实施了妨害公交车正常行驶的危害行为，致使公交车发生交通事故造成经济损失，其明知自己的妨害行为会危及公交车在道路上的正常行驶，主观恶意明显，社会危害性大，对其适用缓刑不符合罪责刑相适应的原则。此外，刑法意义上的被害人过错，是指被害人出于故意，实施违背社会伦理或违反法律的行为，侵犯了被告人的合法权利或者正当利益，引发被告人实施犯罪或者激化加害行为危害程度的情形。公交车司机在与被告人熊浒江发生纠纷后，停车并下车查看，在解决纠纷过程中与被告人熊浒江产生争吵，属于正常处理纠纷的行为。故辩护人关于被告人熊浒江主观恶性小、没有危害公共安全的故意、公交车司机存在重大过错、建议对被告人适用缓刑的辩护意见无理，本院不予采纳。关于辩护人所提被告人熊浒江并非“乘客”，不存在从重处罚情节的辩护意见，因被告人与公交车司机发生争执后已经上车，不管其上车目的为何、是否购买车票等，均可将其认定为乘客，故辩护人的该项辩护意见于法无据，不予采纳；鉴于被告人熊浒江当庭自愿认罪认罚，如实供述自己的罪行，依法可从轻处罚，关于辩护人所提被告人熊浒江如实供述罪行，认罪认罚，系初犯，具有从轻处罚情节的辩护意见有理，本院予以采纳；依据《关于依法惩治妨害公共交通工具安全驾驶违法犯罪行为的指导意见》，被告人熊浒江在夜间行驶的公共交通工具上实施妨害公共安全的行为，且案发时该公交车上实际载客十名，可从重处罚。", "meta": {"relevant_articles": [114, 67], "accusation": ["以危险方法危害公共安全罪"]}, "articles": "第六十七条,第一百一十四条", "judgment": "判决如下：被告人熊浒江犯以危险方法危害公共安全罪，判处有期徒刑四年。"}
{"file_name": 13, "fact": "经审理查明：2019年5月31日22时许，被告人陈本霞、王振保在曹县村民张某晾晒的麦冬，出售后获取赃款3200余元。案发后，被告人陈本霞、王振保赔偿了张某的全部经济损失，取得了对方谅解。", "interpretation": "本院认为，被告人陈本霞、王振保以非法占有为目的，窃取他人财物，数额较大，其行为均已构成盗窃罪，应依照《中华人民共和国刑法》第二百六十四条“盗窃公私财物，数额较大的，或者多次盗窃、入户盗窃、携带凶器盗窃、扒窃的，处三年以下有期徒刑、拘役或者管制，并处或者单处罚金……”之规定处罚。公诉机关指控罪名成立，本院予以支持。鉴于被告人陈本霞归案后如实供述了自己的犯罪事实，系坦白，被告人王振保具有自首情节，且已赔偿了被害人的全部经济损失并取得对方谅解，并自愿预交罚金，自愿认罪认罚，本院均予从轻处罚。", "meta": {"relevant_articles": [264], "accusation": ["盗窃罪"]}, "articles": "第二百六十四条", "judgment": "判决如下：被告人陈本霞犯盗窃罪，判处罚金人民币四千元；被告人王振保犯盗窃罪，判处罚金人民币三千五百元。"}
{"file_name": 15, "fact": "经审理查明，被告人张晋、仰冯节、魏启军、闫岩、卢继强、徐鹿、于文杰于2018年4月至6月间，为发展传销下线人员，在如皋市城北街道、如城街道，伙同他人采用反锁大门、控制手机、贴身跟随、言语恐吓等手段，非法剥夺被害人张某甲、陈某丙的人身自由。其中被告人张晋、仰冯节、魏启军参与作案2起，被告人闫岩、卢继强、徐鹿、于文杰参与作案1起。具体事实如下：", "interpretation": "本院认为，被告人张晋、仰冯节、魏启军、闫岩、卢继强、徐鹿、于文杰非法拘禁他人，其行为均已触犯刑律，均构成非法拘禁罪。其中被告人张晋、闫岩、仰冯节、魏启军具有侮辱、殴打情节，应从重处罚。本案系共同犯罪，七名被告人在共同犯罪中均起主要作用，是主犯，均应当按照其所参与的全部犯罪处罚。七名被告人均能如实供述自己的罪行，均可以从轻处罚。七名被告人均自愿如实供述自己的罪行，承认指控的犯罪事实，愿意接受处罚，均可以依法从宽处理。公诉机关指控被告人张晋、仰冯节、魏启军、闫岩、卢继强、徐鹿、于文杰犯非法拘禁罪，事实清楚，证据确实充分，定性准确，提请对上述被告人从轻处罚、从宽处理的理由成立，本院予以支持。被告人张晋积极赔偿被害人张某甲的损失，得到谅解，可以酌情从轻处罚；被告人仰冯节、魏启军、闫岩、卢继强、徐鹿、于文杰自愿赔偿被害人张某甲的损失，有一定悔罪表现，均可酌情从轻处罚。对各辩护人基于上述量刑情节，建议对各被告人从轻处罚、从宽处理的辩护意见，本院予以采纳。根据本案的犯罪事实及情节，不宜对被告人张晋、仰冯节、魏启军、闫岩、徐鹿适用缓刑，故对相关辩护人提出的该点辩护意见，本院不予采纳。", "meta": {"relevant_articles": [238, 25, 26, 67, 72, 73, 64], "accusation": ["非法拘禁罪"]}, "articles": "第二十五条,第二十六条,第六十四条,第六十七条,第七十二条,第七十三条,第二百三十八条", "judgment": "判决如下：被告人张晋犯非法拘禁罪，判处有期徒刑一年六个月。被告人闫岩、仰冯节、卢继强、徐鹿、于文杰、魏启军分别缴纳的人民币一千元，发还被害人张佳眺。"}